Repository: Teknologforeningen/fars
Catalog: fars/locale/*/LC_MESSAGES/django.po
Languages: sv

source: BILL is not configured for this bookable
sv: BILL är inte konfigurerat för detta bokningsobjekt

source: User has no right to use device
sv: Användaren har inte rätt att använda objektet

source: Group has no right to use device
sv: Gruppen har inte rätt att använda objektet

source: User has insufficient credits to use device
sv: Användaren har inte tillräckligt med krediter för att använda objektet

source: Private booking
sv: Privat bokning

source: Email address(es)
sv: Epostadress(er)

source: A Google Calendar event is automatically created for this booking, and an invitation will be sent to these emails. Write one email per line.
sv: En Google Calendar händelse skapas automatiskt för denna bokning, och en inbjudan kommer att skickas till dessa epostadresser. Skriv en epost per rad.

source: Invalid mail address(es)
sv: Ogiltig(a) epostadress(er)

source: You do not have permissions to book this bookable
sv: Du har inte rätt att boka detta bokningsobjekt

source: {} may not be booked more than {} days in advance
sv: {} kan inte bokas mer än {} dagar i förväg

source: {} may not be booked for longer than {} hours
sv: {} kan inte bokas för längre än {} timmar

source: Error: Requested booking is overlapping with the following bookings:
sv: Error: Den begärda bokningen överlappar följande bokningar:

source: Frequency of repetitions (in days)
sv: Repetitionsfrekvens (dagar)

source: Disable sauna heating
sv: Förhindra uppvärmning av bastun

source: Check to disable heating of the sauna during your booking
sv: Kryssa för för att förhindra uppvärmning av bastun under din bokning

source: Restrict keys
sv: Begränsa nycklar

source: Check to restrict the door to the Lounge to only open with your key
sv: Kryssa för för att begränsa så att Loungens dörr endast kan öppnas med din nyckel

source: Doorcode
sv: Dörrkod

source: Optionally provide a doorcode with which the door to the Lounge can be opened during your booking
sv: Vid behov, ange en dörrkod med vilken dörren till loungen kan öppnas under din bokning

source: Doorcode must be 4-6 digits
sv: Dörrkoden måste vara 4-6 siffror

source: Unlock door
sv: Lås upp dörren

source: Check to keep the door unlocked during your booking
sv: Kryssa för för hålla dörren olåst under din bokning

source: Optionally provide a doorcode with which the door to Humpsbadet can be opened during your booking
sv: Vid behov, ange en dörrkod med vilken dörren till humpsbadet kan öppnas under din bokning

source: Only alphanumeric characters are allowed.
sv: Endast alfanumeriska tecken är tillåtna

source: Unique ID string used in the URL
sv: Unik ID som används i URLen

source: Hides the bookable in the home view
sv: Gömmer bokningsobjektet från home viewn

source: How far in the future bookings are allowed (zero means no limit)
sv: Hur långt in i framtiden bokningar tillåts (noll betyder obegränsat)

source: How long bookings are allowed to be (zero means no limit)
sv: Max tillåtna längd för bokningar (noll betyder obegränsat)

source: Groups that may be used to make group bookings for this bookable.
sv: Grupper som tillåts göra gruppbokningar för detta bokningsobjekt

source: Bookings for this bookable are restricted to members of these groups. If no groups are defined, any authenticated user may book.
sv: Bokningar av detta bokningsobjekt begränsas till medlemmar av dessa grupper. Ifall inga grupper definierats får alla inloggade användare boka.

source: Groups that have admin rights to this bookable.
sv: Grupper med adminrättigheter till detta bokningsobjekt.

source: BILL device ID if BILL check is needed. If empty no BILL check will be performed
sv: BILL objekt ID om kontroll emot BILL behövs. Ingen kontroll görs om tomt.

source: If provided, bookings will be added to the Google Calendar with this ID. Make sure that the Google service account used for FARS has access to this calendar.
sv: Bokningar läggs in i Google Calendarn med denna ID. Se till att Google service användarkontot som används av FARS har tillgång till denna kalender.

source: The location to use for events created for the Google Calendar.
sv: Platsen som används för Google Calendar händelserna.

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Sunday
sv: Söndag

source: end
sv: slut

source: comment
sv: kommentar

source: Booking
sv: Bokning

source: Bookings
sv: Bokningar

source: Booking cannot end before it begins
sv: Bokningen kan inte sluta före den börjar

source: Booking end time is not according to the predefined booking timeslots.
sv: Bokningens sluttid är inte överens med de fördefinierade tidsluckorna.

source: Group booking is not allowed with the provided user and group
sv: Gruppbokning är inte tillåten med den angivna användaren och gruppen

source: Logout
sv: Logga ut

source: Login
sv: Logga in

source: There are no bookables, add some through the admin interface.
sv: Det finns inga bokningsobjekt, skapa dem i admin interfacen

source: Booking <strong>%(bookable)s</strong> for
sv: Bokar <strong>%(bookable)s</strong> för

source: Now
sv: Nu

source: Make event repeating
sv: Gör bokningen repeterande

source: Frequency of repetition in days
sv: Repetitionsfrekvens i dagar

source: Submit
sv: Boka

source: Booking of %(b)s
sv: Bokning av %(b)s

source: Booked by:
sv: Bokad av:

source: End:
sv: Slut:

source: Comment:
sv: Kommentar:

source: Group:
sv: Grupp:

source: Unbook repeated booking:
sv: Avboka repeterad bokning:

source: This event only
sv: Endast denna bokning

source: This event and subsequent events in series
sv: Denna bokning och efterföljande bokningar i serien

source: All events in this series
sv: Alla bokningar i serien

source: Admin unbook
sv: Admin avbokning

source: Unbook
sv: Avboka

source: Book %(bookable)s for %(date)s
sv: Bokar %(bookable)s för %(date)s

source: Your username and password didn't match. Please try again.
sv: Ditt användarnamn eller lösenord är fel. Försök igen.

source: Not logged in
sv: Ej inloggad

source: You need to log in to perform this action.
sv: Du måste logga in för att utföra denna handling.

source: Book %(bookable)s
sv: Boka %(bookable)s

source: Your Bookings
sv: Dina bokningar

source: Ongoing bookings
sv: Pågående bokningar

source: Bookable:
sv: Bokningsobjekt:

source: Upcoming bookings
sv: Uppkommande bokningar

source: Statistics
sv: Statistik

source: No data available
sv: Ingen data tillgänglig

source: Bookables used
sv: Använda bokningsobjekt

source: Total time booked
sv: Total tid bokad

source: {hours} hours {minutes} minutes
sv: {hours} timmar {minutes} minuter

source: Bookings in the past may not be unbooked
sv: Bokningar i det förflutna kan inte avbokas

source: Only the user or group that made the booking may unbook it
sv: Endast användaren som skapade bokningen kan avboka den
